

import React from 'react';
import SectionWrap from "../../Commons/Layout/sectionWrap"
import MainLayout from '../../Commons/Layout/mainLayout'

const PrivacyPolicy: React.FC = () => {
    return (
        <MainLayout setClass='' >
            <div>
                <SectionWrap title="利用規約"
                    setClass='is-policy-page'
                    description='' >
                    
                        <h3>第 1 条 はじめに</h3>
                        <ul>
                            <li>( 1 ) この利用規約（以下「本利用規約」といいます）は、ハコ(ツイッターアカウント@CharaBako)（以下「サービス運用者」といいます）が本サイト上で提供するサービスを、利用者が利用する際の一切の行為に適用されます。</li>
                            <li>( 2 ) 本利用規約は、本サービスの利用条件を定めるものです。利用者は、本利用規約に従い本サービスを利用するものとします。</li>
                            <li>( 3 ) 利用者は、本サービスを利用することにより、本利用規約の全ての記載内容について同意したものとみなされます。</li>
                            <li>( 4 ) 本利用規約の一部の規定の全部又は一部が法令に基づいて無効と判断された場合であっても、当該規定の無効部分以外の部分および本利用規約のその他の規定は有効とします。本利用規約の一部が特定の利用者との間で無効とされ、または取り消された場合でも、本利用規約はその他の利用者との関係では有効とします。</li>
                            <li>( 5 ) 本利用規約に示される権利を行使または実施しない場合でも、当サービスが当該権利を放棄するものではありません。</li>
                        </ul>
                    
                    
                        <h3>第 2 条 定義</h3>
                        <span>本利用規約において使用する用語の意義は、次の各号に定めるとおりとします。</span>
                        <ul>
                            <li>( 1 ) 本サイトとはサービス運用者が運営する「キャラ箱」と称するウェブサイト（「キャラ箱」）をいいます。</li>
                            <li>( 2 ) 本サービスとは本サイト上で提供される全てのサービスをいいます。</li>
                            <li>( 3 ) 利用者とは本サイトを利用するために会員登録している者をいいます。</li>
                            <li>( 4 ) 登録メールアドレスとは本サービスの提供を受ける目的で、利用者がサービス運用者に提供したメールアドレスの情報をいいます。</li>
                            <li>( 5 ) パスワードとは本サービスを利用するに当たって、登録メールアドレスと照合して本人を識別するための文字列をいいます。</li>
                            <li>( 6 ) 画像等の情報とは、画像、テキスト等本サービスを利用して投稿できる情報をいいます。</li>
                            <li>( 7 ) 投稿とは、利用者が本サイトに画像やテキスト等の情報をアップロードする行為をいいます。</li>
                        </ul>
                    
                    
                        <h3>第 3 条 本利用規約の範囲</h3>
                        <ul>
                            <li>( 1 ) 本サイトには、本利用規約及びその他の利用規約等において、本サービスの利用条件が規定されています。 その他の利用規約等は名称の如何に関わらず本利用規約の一部を構成するものとします。</li>
                            <li>( 2 ) 本利用規約の規定とその他の利用規約等の規定が異なる場合は、当該その他の利用規約等の規定が優先して適用されるものとします。</li>
                        </ul>
                    
                    
                        <h3>第 4 条 本利用規約の変更</h3>
                        <ul>
                            <li>( 1 ) サービス運用者は、サービス運用者の判断により、本利用規約をいつでも任意の理由で変更することができるものとします。</li>
                            <li>( 2 ) 変更後の利用規約は、サービス運用者が別途定める場合を除いて、本サイト上に表示した時点より効力を生じるものとします。</li>
                            <li>( 3 ) 利用者が、本利用規約の変更の効力が生じた後に本サービスをご利用になる場合には、変更後の利用規約の全ての記載内容に同意したものとみなされます。</li>
                            <li>( 4 ) 本利用規約の新たな制定・変更等がなされた場合、当該規約の制定・変更等より前に利用者によって行われた行為についても、当該制定・変更等がなされた後の本利用規約が適用されます。</li>
                        </ul>
                    
                    
                        <h3>第 5 条 個人情報の取扱い</h3>
                        <span>サービス運用者は、個人情報を「プライバシーポリシー」に基づき、適切に取り扱うものとします。</span>
                    
                </SectionWrap>
                <SectionWrap title="プライバシー・ポリシー"
                    setClass='is-policy-page'
                    description=''>
                    <p>サービス運用者は、本サービスをご利用になる利用者のプライバシーを尊重し、利用者の個人情報の管理に細心の注意を払うものとします。</p>

                    <h3>1.個人情報</h3>

                    <p>「個人情報」とは、個人に関する情報であって、氏名、住所、生年月日、年齢、性別、住所、電話番号、家族構成、電子メールアドレス、ID、IP アドレス、勤務先、所属、勤務先住所、勤務先電話番号、クレジットカード番号、銀行口座番号、訪れたホームページの情報、苦情、ご相談またはお問い合せの情報等であって、これらのうちの 1 つあるいは 2 つ以上を組み合せることによって、特定の個人を識別できるものを指します。</p>

                    <h3>2.利用目的</h3>

                    <p>サービス運用者は、利用者が本サービスを利用することで取得した個人情報を次の目的のために利用させて頂きます。</p>
                    <ul>
                        <li>( 1 ) 本サービスを提供するため</li>
                        <li>( 2 ) 有料サービスを利用した利用者に利用料金を請求するため</li>
                        <li>( 3 ) 利用者の年齢・性別・趣味等により、本サービスの改良・新サービスの提供及び広告掲載・配信等の判断資料とするため</li>
                        <li>( 4 ) 本サービスの利用規約に違反する利用形態を防止するため</li>
                        <li>( 5 ) 利用者の利用形態等の統計データを作成するため（但し、当該データを作成する場合は、個人を識別できないようデータを加工するものとする）</li>
                    </ul>

                    <h3>3.利用制限</h3>

                    <p>サービス運用者は、利用者が本サービスを利用することで取得した個人情報について、以下に掲げる場合を除き、上記利用目的の達成に必要な範囲内において使用するものとします。</p>
                    <ul>
                        <li>( 1 ) 法令に基づく場合</li>
                        <li>( 2 )人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき</li>
                        <li>( 3 ) 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき</li>
                        <li>( 4 ) 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
                    </ul>

                    <h3>4.個人情報の取得方法</h3>

                    <ul>
                        <li>( 1 ) サービス運用者は、利用者が本サービスを利用した範囲において、利用者の個人情報を取得します。</li>
                        <li>( 2 ) その他の個人情報の取得については、適正かつ公正な方法によって行い、利用者の意思に反する不正な方法により取得いたしません。</li>
                    </ul>

                    <h3>5.取得に関する通知</h3>

                    <p>サービス運用者は、利用者が本サービスを利用することによる取得以外の方法で個人情報を取得する場合には、その利用目的を事前に通知または公表します。利用目的が変更された場合にも、本サービスにおいて公表します。</p>

                    <h3>6.個人情報の管理</h3>

                    <p>サービス運用者は、利用者の個人情報を適切かつ安全に管理します。</p>

                    <h3>7.管理の委託</h3>

                    <p>サービス運用者は、取得した個人情報の取扱いを委託する場合があります。その場合、その受託者と必要な契約を締結し、受託者が個人情報を適切に管理するよう監督します。</p>

                    <h3>8.個人情報の第三者への提供</h3>

                    <p>サービス運用者は、利用者の個人情報について、原則として利用者の同意なくして第三者に提供しません。 但し、以下の場合はこの限りではありません。</p>
                    <ul>
                        <li>( 1 ) サービス運用者が本サービス等の一部を業務委託し、委託業務の遂行に必要な範囲で提供する場合</li>
                        <li>( 2 ) 統計的情報を提供する目的で、個々の個人情報を集積または分析し、個人を識別できない形式に加工して、その統計データを開示する場合</li>
                        <li>( 3 ) 有料サービスを利用している利用者に利用料金を請求する目的で、サービス運用者の業務委託先である決済システム会社、クレジット会社および銀行に有料サービスを利用している利用者の個人情報を預託する場合</li>
                        <li>( 4 ) 利用者への配送物を業者に委託する場合</li>
                        <li>( 5 ) 法令により開示又は提供が認められる場合</li>
                    </ul>

                    <h3>9.個人情報の開示</h3>

                    <p>サービス運用者は、利用者から当該個人の個人情報の開示を求められた場合は、その開示に応じます。但し、以下の場合には、その全部又は一部を開示しない場合があります。</p>
                    <ul>
                        <li>( 1 ) 利用者本人又は第三者の生命・身体・財産その他の権利を害するおそれがある場合</li>
                        <li>( 2 ) 開示に応じることがサービス運用者の業務遂行に著しい障害を生じさせる場合</li>
                        <li>( 3 ) 法令に違反する場合</li>
                    </ul>

                    <h3>10.個人情報の訂正等</h3>

                    <p>サービス運用者は、利用者本人から当該利用者の個人情報の訂正・追加等を求められた場合には、当該利用者本人であること及び訂正等の正確性を確認させて頂いた上、適切な対応をします。</p>

                    <h3>11.免責</h3>

                    <p>次に掲げる場合には、第三者による個人情報の取得に関し、サービス運用者は一切の責任を負いません。</p>
                    <ul>
                        <li>( 1 ) 利用者ご本人がサービス運用者サービスの機能または別の手段を用いて第三者に個人情報を明らかにした場合</li>
                        <li>( 2 ) 利用者がサービス運用者サービス上に入力した情報等により、個人が識別できてしまった場合</li>
                    </ul>

                    <h3>12.プライバシーポリシーの改定について</h3>

                    <p>サービス運用者は、予告なくしてプライバシーポリシーの全部又は一部を改定することがあります。変更した場合には、本サイトでお知らせします。</p>
                    <h3>第 6 条 通信の秘密</h3>
                    <ul>
                        <li>( 1 ) サービス運用者は、電気通信事業法（昭和 59 年法律第 86 号）第 4 条に基づき、利用者の通信の秘密を守ります。</li>
                        <li>( 2 ) サービス運用者は、次の各号に掲げる場合には、当該各号に定める範囲内において前項の守秘義務を負わないものとします。
                            <ul className="nest">
                                <li>( 1 ) 刑事訴訟法（昭和 23 年法律第 131 号）又は犯罪捜査のための通信傍受に関する法律（平成 11 年法律第 137 号）の定めに基づく強制の処分又は裁判所の命令が行われた場合 当該処分又は裁判所の命令の定める範囲内</li>
                                <li>( 2 ) 法令に基づく強制的な処分が行われた場合 当該処分又は命令の定める範囲内</li>
                                <li>( 3 ) 特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（平成 13 年法律第 137 号）第 4 条に基づく開示請求の要件が充足されたとサービス運用者が判断した場合 当該開示請求の範囲内</li>
                                <li>( 4 ) 他人の生命、身体又は財産の保護のために必要があるとサービス運用者が判断した場合 他人の生命、身体又は財産の保護のために必要な範囲内</li>
                            </ul>
                        </li>
                    </ul>
                    <h3>第 7 条 入会</h3>
                    <ul>
                        <li>( 1 ) 本サービスの利用を希望する者は、本規約の内容に同意した上で、サービス運用者所定の方法により、入会の申込を行うものとします。</li>
                        <li>( 2 ) 入会の申込をした者（以下「入会申込者」といいます。）は、サービス運用者が入会の申込を承諾した時点で利用者になります。</li>
                        <li>( 3 ) サービス運用者が次のいずれかに該当する場合は、サービス運用者の任意の判断により、理由を開示することなく入会申込者の入会申込を承諾しないことができます。
                            <ul className="nest">
                                <li>( 1 ) 入会申込者が、前条第 2 項の方法によらずに入会の申込を行った場合</li>
                                <li>( 2 ) 入会申込者が、過去に本規約又はその他の利用規約等に違反したことを理由として強制退会処分を受けた者である場合</li>
                                <li>( 3 ) その他サービス運用者が不適切と判断した場合</li>
                            </ul>
                        </li>
                    </ul>
                    <h3>第 8 条 退会</h3>
                    <ul>
                        <li>( 1 ) 利用者が退会を希望する場合には、利用者は、サービス運用者所定の方法により、サービス運用者に退会の申出を行うものとします。</li>
                        <li>( 2 ) ただし、利用者が投稿した情報が完全に抹消される訳ではなく、保管される事になります。</li>
                        <li>( 3 ) サービスは、利用者が次の各号に掲げるいずれかの行為を行った場合には、サービス運用者の判断によって、利用者を強制的に退会させて本サービスの利用をお断りすることがあります。
                            <ul className="nest">
                                <li>( 1 ) 第 7 条の方法によらずに入会の申込を行ったことが明らかとなった場合</li>
                                <li>( 2 ) 本利用規約又はその他の利用規約等に違反した場合</li>
                                <li>( 3 ) その他サービス運用者が不適切と判断した場合</li>
                            </ul>
                        </li>
                    </ul>
                    <h3>第 9 条 登録メールアドレス及びパスワードの管理</h3>
                    <ul>
                        <li>( 1 ) 利用者は、自分の管理に属する使用可能なメールアドレスを登録メールアドレスとして登録しなければならないものとします。</li>
                        <li>( 2 ) 利用者は、自己の登録メールアドレス及びパスワードの不正利用の防止に努めるとともに、その管理について一切の責任を持つものとします。</li>
                        <li>( 3 ) 登録メールアドレスやパスワードが第三者に利用されたことによって生じた損害等につきましては、サービス運用者に重過失がある場合を除き、サービス運用者はいかなる責任も負いません。</li>
                    </ul>
                    <h3 >第 10 条 アカウントの保有</h3>
                    <ul>
                        <li>( 1 ) 利用者は 1 人につき 1 つのアカウントを保有するものとします。1 人が複数のアカウントを保有すること、複数人が 1 つのアカウントを共同して保有することはできません。ただし、サービス運用者が別に認めたものを除きます。</li>
                        <li>( 2 ) 利用者はいかなる場合においても、アカウントを第三者に譲渡又は貸与することはできません。</li>
                    </ul>
                    <h3>第 11 条 利用環境の整備</h3>
                    <ul>
                        <li>( 1 ) 本サービスを利用するために必要なあらゆるハード・ソフトウェア等の整備は、利用者の負担と責任において行うものとします。</li>
                        <li>( 2 ) 利用者は自己の利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を講じるものとします。</li>
                        <li>( 3 ) サービス運用者は利用者の利用環境について一切関与せず、また一切の責任を負いません。</li>
                    </ul>
                    <h3>第 12 条 利用者の責任</h3>
                    <ul>
                        <li>( 1 ) 利用者は、利用者自身の自己責任において本サービスを利用するものとし、本サービスを利用してなされた一切の行為及びその結果について一切の責任を負います。</li>
                        <li>( 2 ) 利用者が他人の名誉を毀損した場合、プライバシー権を侵害した場合、許諾なく第三者の個人情報を開示した場合、著作権法（昭和 45 年法律第 48 号）に違反する行為を行った場合、その他他人の権利を侵害した場合には、当該利用者は自身の責任と費用において解決しなければならず、サービス運用者は一切の責任を負いません。</li>
                        <li>( 3 ) 利用者は、利用者が本サービスを利用して投稿した情報についてサービス運用者に保存義務がないことを認識し、適宜バックアップをとるものとします。</li>
                        <li>( 4 ) 本サービスを利用して利用者が投稿した画像等の情報に関する責任は、全て利用者に帰属します</li>
                    </ul>
                    <h3>第 13 条 禁止事項</h3>
                    <p>利用者は、本サービスの利用にあたり、次に掲げる行為を行ってはならないものとします。禁止事項に違反した場合には、強制退会、利用停止、投稿した情報の全部もしくは一部の削除、又は公開範囲の変更等の不利益な措置を採ることがあります。</p>
                    <ul>
                        <li>( 1 ) サービス運用者もしくは他者の著作権、商標権等の知的財産権を侵害する行為、又は侵害する恐れのある行為。</li>
                        <li>( 2 ) サービス運用者もしくは他者の財産、プライバシーもしくは肖像権を侵害する行為、又は侵害する恐れのある行為。</li>
                        <li>( 3 ) サービス運用者もしくは他者を不当に差別もしくは誹謗中傷し、他者への不当な差別を助長し、又はその名誉もしくは信用を毀損する行為。</li>
                        <li>( 4 ) 自分以外の人物を名乗ったり、代表権や代理権がないにもかかわらずあるものと装ったり、又は他の人物や組織と提携、協力関係にあると偽って本サービスを利用する行為。</li>
                        <li>( 5 ) 詐欺、規制薬物の濫用、児童売買春、預貯金口座及び携帯電話の違法な売買等の犯罪に結びつく、又は結びつく恐れのある行為。</li>
                        <li>( 6 ) わいせつ、児童ポルノ又は児童虐待に相当する情報（以下、本号においてこれらの情報といいます）について、次に掲げるいずれかの行為を行うこと。
                            <ul className="nest">
                                <li>(ア) これらの情報を投稿又は表示する行為。</li>
                                <li>(イ) これらの情報を収録した媒体を販売する行為。</li>
                                <li>(ウ) これらの情報を収録した媒体の送信、表示、販売を想起させる広告を投稿又は表示する行為。</li>
                            </ul>
                        </li>
                        <li>( 7 ) 違法な賭博・ギャンブルを行わせ、又は違法な賭博・ギャンブルへの参加を勧誘する行為。</li>
                        <li>( 8 ) 違法行為（けん銃等の譲渡、爆発物の製造、児童ポルノの提供、公文書偽造、殺人、脅迫等）を請け負い、仲介し、又は誘引する行為。</li>
                        <li>( 9 ) 他人を自殺に誘引又は勧誘する行為。</li>
                        <li>( 10 ) 次に掲げる情報を投稿し、又は表示する行為。
                            <ul className="nest">
                                <li>(ア) 人の殺害、傷害現場を撮影した情報。</li>
                                <li>(イ) 死体を撮影した情報。</li>
                                <li>(ウ) その他残虐な行為を撮影した情報。</li>
                            </ul>
                        </li>
                        <li>( 11 ) 次に掲げる内容の情報を、投稿する行為。
                            <ul className="nest">
                                <li>(ア) 特定の個人をを誹謗中傷する内容の情報。</li>
                                <li>(イ) 氏名、住所、勤務先、電話番号等個人を特定しうる内容の情報。</li>
                                <li>(ウ) レビュー対象と関係ない内容の情報。</li>
                                <li>(エ) その他サービス運用者が不適切と判断する内容の情報。</li>
                            </ul>
                        </li>
                        <li>( 12 ) 次に掲げる内容の情報を、本サイト内の投稿可能な箇所に投稿する行為。
                            <ul className="nest">
                                <li>(ア) 商業用の広告、宣伝又は勧誘を目的とする情報。ただし、サービス運用者が別に認めたものを除く。</li>
                                <li>(イ) アフィリエイトのリンクを含む情報。</li>
                                <li>(ウ) 無限連鎖講（ネズミ講）、チェーンメール、MLM、リードメール等他人を勧誘する内容の情報。</li>
                                <li>(エ) アダルトサイト、ワンクリック詐欺サイト、ウィルス等の有害なコンピュータプログラム等を流布させることを目的とするサイト等サービス運用者が不適切と判断するサイトに誘導する情報（単にリンクを張る行為を含む。</li>
                                <li>(オ) その他サービス運用者が不適切と判断する情報。</li>
                            </ul>
                        </li>
                        <li>( 13 ) 他の利用者に対して、投稿情報によって不利益を与える行為</li>
                        <li>( 14 ) 次に掲げるスパム行為を行うこと。
                            <ul className="nest">
                                <li>(ア) スパム投稿 一人又は複数の利用者が、本サイト内の投稿可能な箇所に、同一又は類似の文章を投稿し、又はメッセージで送信する行為。</li>
                                <li>(イ) スパムワード 一人又は複数の利用者が、本サイト内の投稿可能な箇所に、当該箇所と無関係若しくは関連性の希薄な語句を複数羅列し、又は著しく長い文章若しくは大量の語句を投稿する行為。</li>
                                <li>(ウ) スパム URL 一人又は複数の利用者が、本サイト内の投稿可能な箇所に、同一の URL を投稿し、又はメッセージで送信する行為。</li>
                                <li>(エ) その他サービス運用者がスパムと判断する行為。</li>
                            </ul>
                        </li>
                        <li>( 15 ) 1 人が複数のアカウントを保有する行為又は複数人が 1 つのアカウントを共同して保有する行為。ただし、サービス運用者が別に認めたものを除く。</li>
                        <li>( 16 ) サービス運用者の設備に蓄積された情報を不正に書き換え、又は消去する行為。</li>
                        <li>( 17 ) ウィルス等の有害なコンピュータプログラム等を送信又は掲載する行為</li>
                        <li>( 18 ) サービス運用者又は他者のサーバーに負担をかける行為、もしくは、本サービスの運営やネットワーク・システムに支障を与える行為、又はこれらの恐れのある行為。</li>
                        <li>( 19 ) その行為が前各号のいずれかに該当することを知りつつ、その行為を助長する目的でリンクを貼る行為。</li>
                        <li>( 20 ) 法令、公序良俗又は本利用規約もしくはその他の利用規約等に違反し、又は他者の権利を侵害するとサービス運用者が判断する行為。</li>
                        <li>( 21 ) 評価、ランキングを不正に操作しようとする行為。</li>
                        <li>( 22 ) その他、サービス運用者が不適切と判断する行為。</li>
                    </ul>
                    <h3 >第 14 条 サービスの変更等</h3>
                    <p>サービス運用者は、サービス運用者の都合により、本サービスをいつでも任意の理由で追加、変更、中断、終了することができます。</p>
                    <h3>第 15 条 利用料金</h3>
                    <ul>
                        <li>( 1 ) 登録及び基本サービスは無料とします。</li>
                        <li>( 2 ) 有料サービスの利用料金、支払い方法等については別途有料サービス利用規約の定めるとおりとします。</li>
                    </ul>
                    <h3>第 16 条 知的財産権等</h3>
                    <ul>
                        <li>( 1 ) 利用者は、利用者が送信（発信）したコンテンツにつき、サービス運用者に対して、サービス運用者又はサービス運用者の指定する者が当該コンテンツを日本国内外問わず対価の支払いなく非独占的にいかなる制約も受けずに自由に使用する（複製、公開、送信、頒布、譲渡、貸与、翻訳、翻案を含みます。）権利（サブライセンス権も含みます。）を、当該コンテンツに係る著作権その他一切の権利の存続期間が満了するまでの間、許諾したものとみなされるものとし、これをあらかじめ承諾します。利用者はサービス運用者およびサービス運用者の指定する者に対して、当該コンテンツに係る著作者人格権を保有していたとしても、当該権利を行使しないものとします。</li>
                        <li>( 2 ) 利用者が送信（発信）したコンテンツ、利用者によるサービスの利用・接続・規約違反、利用者による第三者への権利侵害に起因または関連して生じたすべてのクレームや請求について、利用者の責任と費用においてこれを解決するものとします。</li>
                        <li>( 3 ) 前項のクレームや請求への対応に関連してサービス運用者に費用が発生した場合または賠償金等の支払いを行った場合は、当該費用および賠償金、サービス運用者が支払った弁護士費用等を当該利用者の負担とし、サービス運用者は、当該利用者にこれらの合計額の支払いを請求できるものとします。</li>
                        <li>( 4 ) 利用者は、利用者が送信（発信）したコンテンツについて、サービス運用者に保存義務がないことを認識し、必要なコンテンツは適宜バックアップをとるものとします。</li>
                        <li>( 5 ) サービス運用者は、利用者が送信（発信）したコンテンツを、運営上必要に応じて閲覧することができ、規約に抵触すると判断した場合には、利用者への事前の通知なしに、当該コンテンツの全部または一部を非公開すること、または削除することができるものとします。</li>
                    </ul>
                    <h3>第 17 条 サービス運用者の財産権</h3>
                    <ul>
                        <li>( 1 ) 利用者が送信（発信）したコンテンツおよび情報、ここで扱うTRPGのルールやモチーフとなる作品に関する一切の権利を除き、本サービスに含まれる一切のコンテンツおよび情報に関する財産権はサービス運用者に帰属します。</li>
                        <li>( 2 ) 本サービスまたは広告中に掲載・提供されているコンテンツは、著作権法、商標法、意匠法等により保護されております。</li>
                        <li>( 3 ) 本サービスおよび本サービスに関連して使用されているすべてのソフトウェアは、知的財産権に関する法令等により保護されている財産権および営業秘密を含んでおります。</li>
                    </ul>
                    <h3>第 18 条 免責事項</h3>
                    <ul>
                        <li>( 1 ) サービス運用者は、利用者の通信や活動に関与しません。万一利用者間の紛争があった場合でも、当該利用者間で解決するものとし、サービス運用者はその責任を負いません。</li>
                        <li>( 2 ) サービス運用者は、本サービスの内容の追加、変更、又は本サービスの中断、終了によって生じたいかなる損害についても、一切責任を負いません。アクセス過多、その他予期せぬ要因で表示速度の低下や障害等が生じた場合も同様とします。</li>
                        <li>( 3 ) サービス運用者は、利用者によって投稿される情報を監視したり、保存する義務を負いません。</li>
                        <li>( 4) サービス運用者は、利用者によって投稿される情報の合法性、道徳性、信頼性、正確性について責任を負いません。利用者によって投稿される情報が、当該利用者が所属する法人・団体等の内部規則等に適合することについても、責任を負いません。</li>
                        <li>( 5 ) サービス運用者は、次に掲げる場合には、当該情報の内容を閲覧したり、保存したり、第三者に開示すること（以下、本項において「閲覧等」といいます）ができるものとします。サービス運用者は、それによって生じたいかなる損害についても、一切責任を負いません。
                            <ul className="nest">
                                <li>( 1 ) サービス運用者が情報を投稿した利用者の登録メールアドレスに宛てて閲覧等の同意を求める電子メールを送信した場合であって、次の各号に掲げるいずれかに該当するとき。
                                    <ul className="nest">
                                        <li>(ア) 当該利用者が閲覧等に同意したとき。</li>
                                        <li>(イ) サービス運用者が閲覧等の同意を求める電子メールを送信してから 7 日以内に、これを拒否する旨の当該利用者の電子メールでの回答がサービス運用者のメールサーバに到達しなかったとき。ただし、緊急止むを得ない事由が生じたときは除く。</li>
                                    </ul>
                                </li>
                                <li>( 2 ) 本サービスの技術的不具合の原因を解明し、解消するため必要な場合。</li>
                                <li>( 3 ) 裁判所や警察などの公的機関から、法令に基づく正式な照会を受けた場合。</li>
                                <li>( 4 ) 本利用規約に違反する行為又はその恐れのある行為が行われ、情報の内容を確認する必要が生じたとサービス運用者が判断した場合。</li>
                                <li>( 5 ) 人の生命、身体及び財産などに差し迫った危険があり、緊急の必要性があるとサービス運用者が判断した場合。</li>
                                <li>( 6 ) 第 6 条第 2 項各号に掲げる事項に該当する場合</li>
                                <li>( 7 ) その他本サイトを適切に運営するために必要が生じた場合。</li>
                            </ul>
                        </li>
                        <li>( 6 ) サービス運用者は、本利用規約又はその他の利用規約等に違反する行為又はその恐れのある行為が行われたと信じるに足りる相当な理由があると判断した場合には、当該行為を行った利用者の強制退会処分、情報の全部もしくは一部の削除、及び公開範囲の変更等を行う場合がありますが、それによって生じたいかなる損害についても、一切責任を負いません。</li>
                    </ul>
                    <h3>第 19 条 サービス運用者の削除権限</h3>
                    <p>サービス運用者は、次に掲げる場合には、情報の違法性・規約違反の有無に関わらず、関連する情報について、その全部もしくは一部の削除又は公開範囲の変更等の不利益な措置を行うことができるものとします。</p>
                    <ul>
                        <li>( 1 ) 猥褻性があるとサービス運用者が判断した情報が投稿された場合。</li>
                        <li>( 2 ) 公的な機関又は専門家（国、地方公共団体、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律のガイドラインに規定された信頼性確認団体、インターネット・ホットライン、弁護士等をいいます）から、情報について、違法、公序良俗違反又は他人の権利を侵害する等の指摘・意見表明があった場合。</li>
                        <li>( 3 ) 投稿された情報が第三者の権利主張があった場合</li>
                        <li>( 4 ) 投稿された情報が第三者の著作権を侵害するとサービス運用者が判断した場合。</li>
                    </ul>
                    <h3>第 20 条 本利用規約及びその他の利用規約等の有効性</h3>
                    <ul>
                        <li>( 1 ) 本利用規約及びその他の利用規約等の規定の一部が法令に基づいて無効と判断されても、本利用規約及びその他の利用規約等のその他の規定は有効とします。</li>
                        <li>( 2 ) 利用規約等の規定の一部がある利用者との関係で無効とされ、又は取り消された場合でも、利用規約等はその他の利用者との関係では有効とします。</li>
                    </ul>
                    <h3 >第 21 条 本利用規約又はその他の利用規約等違反行為等への対処</h3>
                    <ul>
                        <li>( 1 ) 利用者が本利用規約又はその他の利用規約等に違反したと認められる場合、その他サービス運用者が必要と認める場合は、サービス運用者は当該利用者に対し以下の対処を講ずることがあります。
                            <ul className="nest">
                                <li>( 1 ) 情報の自発的削除・訂正を求めること。</li>
                                <li>( 2 ) 情報の全部もしくは一部を削除し、公開範囲を変更し、又は閲覧できない状態（非公開）にすること。</li>
                                <li>( 3 ) 強制退会処分とすること。</li>
                                <li>( 4 ) 入会申込者の入会申込を承諾しないこと。</li>
                            </ul>
                        </li>
                        <li>( 2 ) 利用者は、前項の処置について異議を申し立てることはできないものとします。</li>
                    </ul>
                    <h3>第 22 条 準拠法及び管轄裁判所</h3>
                    <ul>
                        <li>( 1 ) 本利用規約の準拠法は、日本法とします。</li>
                        <li>( 2 ) 利用者とサービス運用者の間で訴訟の必要が生じた場合、東京地方裁判所とします。</li>
                    </ul>
                    <h3>附則</h3>
                    <ul>
                        <li>( 1 ) 本利用規約は令和 4 年 12 月 1 日から施行します。</li>
                        <li>( 2 ) 本利用規約の施行前に利用者によって行われた行為についても本利用規約が適用されます。</li>
                    </ul>
                    <p>令和 4 年 12 月 1 日 改訂</p>
                </SectionWrap>
            </div>
        </MainLayout>
    )
}

export default PrivacyPolicy;